Repository: AlfredoHernandez/Insomnio
Catalog: Insomnio/Localizable.xcstrings
Source language: en
Languages: es

source: 1 Hour
es: 1 hora

source: 2 Hours
es: 2 horas

source: 4 Hours
es: 4 horas

source: 30 Minutes
es: 30 minutos

# accessibility_banner_button
source: Open System Settings
es: Abrir Ajustes del Sistema

# accessibility_banner_message
source: Insomnio needs Accessibility permission to use the global keyboard shortcut.
es: Insomnio necesita permiso de Accesibilidad para usar el atajo de teclado global.

# accessibility_banner_title
source: Accessibility permission required
es: Se requiere permiso de Accesibilidad

# activation_source_pill_automation
source: Automation
es: Automatización

# activation_source_pill_keyboard_shortcut
source: Keyboard shortcut
es: Atajo de teclado

# activation_source_pill_main_window
source: Main window
es: Ventana principal

# activation_source_pill_menu_bar
source: Menu bar
es: Barra de menú

# activation_source_pill_shortcuts
source: Shortcuts
es: Atajos

# apprules_desc
source: Keep awake when specific apps are running
es: Mantener activo con apps específicas

# apprules_empty
source: No app rules. Tap + to add one.
es: Sin reglas de app. Toca + para agregar.

# apprules_picker_cancel
source: Cancel
es: Cancelar

# apprules_picker_search
source: Search apps...
es: Buscar apps...

# apprules_picker_title
source: Select an Application
es: Seleccionar una Aplicación

# apprules_title
source: Per-App Rules
es: Reglas por Aplicación

source: Auto-Stop Duration
es: Duración de detención automática

# autostop_1hour
source: 1 hour
es: 1 hora

# autostop_2hours
source: 2 hours
es: 2 horas

# autostop_4hours
source: 4 hours
es: 4 horas

# autostop_desc
source: Automatically stop after a set time
es: Detener automáticamente después de un tiempo

# autostop_duration_label
source: Duration
es: Duración

# autostop_remaining %@
source: Stops in %@
es: Se detiene en %@

# autostop_title
source: Auto-stop timer
es: Temporizador de auto-parada

# button_start
source: Start
es: Iniciar

# button_stop
source: Stop
es: Detener

# custom_interval_label
source: Or set a custom time:
es: O define un tiempo personalizado:

source: Duration
es: Duración

# enable_label
source: Enable Insomnio
es: Activar Insomnio

# feedback_count %lld
source: Activations: %lld
es: Activaciones: %lld

# feedback_last %@
source: Last: %@
es: Última: %@

# intent_error_performer_unavailable
source: Insomnio is not running.
es: Insomnio no se está ejecutando.

# interval_hint %@
source: (Set to %@)
es: (Configurado a %@)

# interval_title
source: Time between activations:
es: Tiempo entre activaciones:

# launch_at_login_error_title
source: Launch at Login Error
es: Error al abrir al iniciar sesión

# launch_at_login_label
source: Launch at login
es: Iniciar con el sistema

# menu_open_insomnio
source: Open Insomnio…
es: Abrir Insomnio…

# mode_move_cursor
source: Move Cursor
es: Mover Cursor

# mode_move_cursor_desc
source: Moves the pointer periodically to simulate activity
es: Mueve el puntero periódicamente para simular actividad

# mode_prevent_sleep
source: Prevent Sleep
es: Prevenir Suspensión

# mode_prevent_sleep_desc
source: Keeps your Mac awake without moving the cursor
es: Mantiene tu Mac despierta sin mover el cursor

source: OK
es: Aceptar

# only_when_idle_desc
source: Won't interfere while you're using your Mac
es: No interferirá mientras uses tu Mac

# only_when_idle_label
source: Only activate when idle
es: Activar solo en inactividad

# pattern_circle
source: Circle
es: Círculo

# pattern_circle_desc
source: Moves cursor in a small circular path
es: Mueve el cursor en un pequeño círculo

# pattern_nudge
source: Nudge
es: Empujón

# pattern_nudge_desc
source: Moves cursor 1 pixel to the right and back
es: Mueve el cursor 1 píxel a la derecha y regresa

# pattern_random
source: Random
es: Aleatorio

# pattern_random_desc
source: Moves cursor to a random nearby position
es: Mueve el cursor a una posición cercana aleatoria

# pattern_title
source: Cursor pattern:
es: Patrón de cursor:

# pattern_zigzag_desc
source: Alternates diagonal cursor movements
es: Alterna movimientos diagonales del cursor

# pause_on_battery_desc
source: Saves battery by pausing when not plugged in
es: Ahorra batería al pausar cuando no está conectada

# pause_on_battery_label
source: Pause on battery
es: Pausar con batería

# premium_feature_apprules
source: Per-app rules
es: Reglas por aplicación

# premium_feature_autostop
source: Auto-stop timer
es: Temporizador de auto-parada

# premium_feature_locked
source: Premium Feature
es: Función Premium

# premium_feature_patterns
source: Custom cursor patterns
es: Patrones de cursor personalizados

# premium_feature_schedule
source: Scheduled activation
es: Activación programada

# premium_lifetime_desc
source: Pay once, own it forever
es: Paga una vez, tuyo para siempre

# premium_lifetime_title
source: Lifetime
es: De por vida

# premium_or_buy_once
source: or buy once
es: o compra una vez

# premium_purchase_error_title
source: Purchase Error
es: Error de compra

# premium_unlock_desc
source: Get access to all features
es: Accede a todas las funciones

# premium_unlock_title
source: Unlock Premium
es: Desbloquear Premium

# quit_button
source: Quit Insomnio
es: Salir de Insomnio

# schedule_add_title
source: New Schedule Rule
es: Nueva Regla de Horario

# schedule_cancel
source: Cancel
es: Cancelar

# schedule_days
source: Days
es: Días

# schedule_desc
source: Automatically activate on specific days and times
es: Activar automáticamente en días y horarios específicos

# schedule_empty
source: No schedule rules. Tap + to add one.
es: Sin reglas de horario. Toca + para agregar.

# schedule_end_time
source: End time
es: Hora de fin

# schedule_save
source: Save
es: Guardar

# schedule_start_time
source: Start time
es: Hora de inicio

# schedule_title
source: Schedule
es: Horario

# settings_dashboard_mode
source: Mode
es: Modo

# settings_dashboard_monitor_title
source: Monitor
es: Monitoreo

# settings_dashboard_off
source: Off
es: Apagado

# settings_dashboard_quick_actions_title
source: Quick actions
es: Acciones rápidas

# settings_dashboard_source
source: Source
es: Origen

# settings_dashboard_timer
source: Timer
es: Temporizador

# settings_sidebar_automation
source: Automation
es: Automatización

# settings_dashboard_activations
source: Activations
es: Activaciones

# settings_sidebar_keep_awake
source: Keep Awake
es: Mantener activo

# settings_sidebar_status
source: Status
es: Estado

source: Start for Duration
es: Iniciar por un tiempo

source: Start Insomnio
es: Iniciar Insomnio

source: Start Insomnio for Duration
es: Iniciar Insomnio por un tiempo

source: Starts keeping your Mac awake for a fixed amount of time.
es: Mantiene tu Mac despierta durante un tiempo fijo.

source: Starts keeping your Mac awake.
es: Mantiene tu Mac despierta.

# status_active
source: Insomnio Active
es: Insomnio Activo

# status_inactive
source: Inactive
es: Inactivo

source: Stop Insomnio
es: Detener Insomnio

source: Stops keeping your Mac awake.
es: Deja que tu Mac se duerma.

# tick_1hour
source: 1 hour
es: 1 hora

# tick_5hours
source: 5 hours
es: 5 horas

# tick_5sec
source: 5 sec
es: 5 seg

# tick_24hours
source: 24 hours
es: 24 horas

# time_1_hour
source: 1 hour
es: 1 hora

# time_1_minute
source: 1 minute
es: 1 minuto

# time_1_second
source: 1 second
es: 1 segundo

# time_decimal_hours %lf
source: %.1f hours
es: %.1f horas

# time_n_hours %lld
source: %lld hours
es: %lld horas

# time_n_minutes %lld
source: %lld minutes
es: %lld minutos

# time_n_seconds %lld
source: %lld seconds
es: %lld segundos

source: Toggle Insomnio
es: Alternar Insomnio

source: Toggles whether your Mac is being kept awake.
es: Alterna si tu Mac se mantiene despierta.

# unit_hours
source: hours
es: horas

# unit_minutes
source: minutes
es: minutos

# unit_seconds
source: seconds
es: segundos

# version_label %@
source: Version %@
es: Versión %@
